Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# migrationSheetArchiveHeadling
source: Archive all files
ar: أرشف جميع الملفات
de: Alle Dateien archivieren
es: Archivar todos los archivos
fr: Archiver tous les fichiers
hi: सभी फ़ाइलों का संग्रह करें
it: Archivia tutti i file
ja: すべてのファイルをアーカイブ
ko: 모든 파일 아카이브
nl: Archiveer alle bestanden
pl: Zarchiwizuj wszystkie pliki
pt: Arquivar todos os arquivos
ru: Архивировать все файлы
th: บันทึกรายการทั้งหมด
tr: Tüm dosyaları arşivle
vi: Lưu trữ tất cả tệp
zh_hans: 归档所有文件
zh_hant: 備份所有文件

# migrationSheetBody
source: ExcalidrawZ has reached a new milestone—the official release of version 1.0. The new version has changed the application ID, so you will need to manually download it and migrate your existing files.
ar: وصلت ExcalidrawZ إلى مرحلة جديدة—الإصدار الرسمي من النسخة 1.0. وقد تغيرت معرف التطبيق في الإصدار الجديد، لذا ستحتاج إلى تحميله يدويًا ونقل ملفاتك الحالية.
de: ExcalidrawZ hat einen neuen Meilenstein erreicht—die offizielle Veröffentlichung von Version 1.0. Die neue Version hat die Anwendungs-ID geändert, sodass Sie sie manuell herunterladen und Ihre vorhandenen Dateien migrieren müssen.
es: ExcalidrawZ ha alcanzado un nuevo hito: el lanzamiento oficial de la versión 1.0. La nueva versión ha cambiado el ID de la aplicación, por lo que necesitarás descargarla manualmente y migrar tus archivos existentes.
fr: ExcalidrawZ a atteint une nouvelle étape—la sortie officielle de la version 1.0. La nouvelle version a changé l'ID de l'application, vous devrez donc le télécharger manuellement et migrer vos fichiers existants.
hi: ExcalidrawZ ने एक नए मील के पत्थर को हासिल किया है—संस्करण 1.0 का आधिकारिक रिलीज। नए संस्करण ने एप्लिकेशन आईडी को बदल दिया है, इसलिए आपको इसे मैन्युअल रूप से डाउनलोड करना होगा और अपनी मौजूदा फ़ाइलों को माइग्रेट करना होगा।
it: ExcalidrawZ ha raggiunto un nuovo traguardo—il rilascio ufficiale della versione 1.0. La nuova versione ha cambiato l'ID dell'applicazione, quindi dovrai scaricarla manualmente e migrare i tuoi file esistenti.
ja: ExcalidrawZ は新たなマイルストーンに達しました—バージョン 1.0 の正式リリースです。新しいバージョンではアプリケーション ID が変更されたため、手動でダウンロードし、既存のファイルを移行する必要があります。
ko: ExcalidrawZ가 새로운 이정표에 도달했습니다—버전 1.0의 공식 릴리스입니다. 새 버전은 애플리케이션 ID가 변경되었으므로, 수동으로 다운로드하고 기존 파일을 마이그레이션해야 합니다.
nl: ExcalidrawZ heeft een nieuwe mijlpaal bereikt—de officiële release van versie 1.0. De nieuwe versie heeft de applicatie-ID gewijzigd, dus je moet deze handmatig downloaden en je bestaande bestanden migreren.
pl: ExcalidrawZ osiągnęło nowy kamień milowy – oficjalne wydanie wersji 1.0. Nowa wersja zmieniła identyfikator aplikacji, więc będziesz musiał ręcznie ją pobrać i przenieść swoje istniejące pliki.
pt: ExcalidrawZ alcançou um novo marco—o lançamento oficial da versão 1.0. A nova versão mudou o ID do aplicativo, então você precisará baixá-lo manualmente e migrar seus arquivos existentes.
ru: ExcalidrawZ достиг нового этапа — официального релиза версии 1.0. Новая версия изменила идентификатор приложения, поэтому вам нужно будет вручную загрузить её и мигрировать свои существующие файлы.
th: ExcalidrawZ ได้ก้าวเข้าสู่จุดสำคัญใหม่—การเปิดตัวอย่างเป็นทางการของเวอร์ชัน 1.0 เวอร์ชันใหม่ได้เปลี่ยนรหัสแอปพลิเคชัน ดังนั้นคุณจะต้องดาวน์โหลดด้วยตนเองและย้ายไฟล์ที่มีอยู่ของคุณ
tr: ExcalidrawZ yeni bir dönüm noktasına ulaştı—1.0 sürümünün resmi yayımlanması. Yeni sürüm uygulama kimliğini değiştirdi, bu nedenle manuel olarak indirip mevcut dosyalarınızı taşımak zorundasınız.
vi: ExcalidrawZ đã đạt đến một cột mốc mới - phát hành chính thức phiên bản 1.0. Phiên bản mới đã thay đổi ID ứng dụng, vì vậy bạn sẽ cần tải xuống thủ công và di chuyển các tệp hiện có của mình.
zh_hans: ExcalidrawZ迎来了新的里程碑--1.0版本正式发布。新版本更改了应用程序 ID，因此您需要手动下载并迁移现有文件。
zh_hant: ExcalidrawZ 已達到一個新里程碑——1.0 版本的官方發布。新版本更改了應用程序 ID，因此您需要手動下載它並遷移您的現有文件。

# migrationSheetButtonArchive
source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
hi: संग्रहित करें
it: Archivia
ja: アーカイブ
ko: 아카이브
nl: Archiveren
pl: Zarchiwizuj
pt: Arquivar
ru: Архивировать
th: บันทึก
tr: Arşivle
vi: Lưu trữ
zh_hans: 归档
zh_hant: 備份

# migrationSheetButtonClose
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# migrationSheetButtonNeverShow
source: Don't show again
ar: لا تظهر مرة أخرى
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
hi: फिर न दिखाएँ
it: Non mostrare più
ja: 再表示しない
ko: 다시 표시하지 않기
nl: Niet meer tonen
pl: Nie pokazuj ponownie
pt: Não mostrar novamente
ru: Больше не показывать
th: ไม่แสดงอีก
tr: Bir daha gösterme
vi: Không hiển thị lại
zh_hans: 不要再出现
zh_hant: 不再顯示

# migrationSheetDownloadDescription
source: Two versions of ExcalidrawZ are available: the App Store version and the non-App Store version.
ar: يتوفر إصداران من ExcalidrawZ: إصدار متجر التطبيقات وإصدار غير متجر التطبيقات.
de: Es sind zwei Versionen von ExcalidrawZ verfügbar: die App Store-Version und die Nicht-App Store-Version.
es: Están disponibles dos versiones de ExcalidrawZ: la versión de la App Store y la versión que no es de la App Store.
fr: Deux versions d'ExcalidrawZ sont disponibles : la version App Store et la version non-App Store.
hi: ExcalidrawZ के दो संस्करण उपलब्ध हैं: ऐप स्टोर संस्करण और गैर-ऐप स्टोर संस्करण।
it: Sono disponibili due versioni di ExcalidrawZ: la versione dell'App Store e la versione non dell'App Store.
ja: 2 つのバージョンの ExcalidrawZ が利用可能です：App Store バージョンと非 App Store バージョン。
ko: ExcalidrawZ의 두 가지 버전이 있습니다: 앱 스토어 버전과 비앱 스토어 버전입니다.
nl: Twee versies van ExcalidrawZ zijn beschikbaar: de App Store-versie en de niet-App Store-versie.
pl: Dostępne są dwie wersje ExcalidrawZ: wersja z App Store i wersja nie z App Store.
pt: Duas versões do ExcalidrawZ estão disponíveis: a versão da App Store e a versão não-App Store.
ru: Доступны две версии ExcalidrawZ: версия из App Store и версия вне App Store.
th: มี ExcalidrawZ สองเวอร์ชัน: เวอร์ชัน App Store และเวอร์ชันที่ไม่ใช่ App Store
tr: İki ExcalidrawZ sürümü mevcuttur: App Store sürümü ve App Store dışı sürüm.
vi: Có hai phiên bản của ExcalidrawZ: phiên bản App Store và phiên bản không phải App Store.
zh_hans: ExcalidrawZ 有两个版本：App Store 版本和非 App Store 版本。
zh_hant: 有兩個版本的 ExcalidrawZ 可用：App Store 版本和非 App Store 版本。

# migrationSheetDownloadHeadline
source: Download the new ExcalidrawZ
ar: قم بتحميل ExcalidrawZ الجديد
de: Laden Sie das neue ExcalidrawZ herunter
es: Descargar la nueva ExcalidrawZ
fr: Télécharger le nouveau ExcalidrawZ
hi: नया ExcalidrawZ डाउनलोड करें
it: Scarica il nuovo ExcalidrawZ
ja: 新しい ExcalidrawZ をダウンロード
ko: 새 ExcalidrawZ 다운로드
nl: Download de nieuwe ExcalidrawZ
pl: Pobierz nowy ExcalidrawZ
pt: Baixar o novo ExcalidrawZ
ru: Скачать новую версию ExcalidrawZ
th: ดาวน์โหลด ExcalidrawZ ใหม่
tr: Yeni ExcalidrawZ'yi indirin
vi: Tải xuống ExcalidrawZ mới
zh_hans: 下载新版 ExcalidrawZ
zh_hant: 下載新的 ExcalidrawZ

# migrationSheetTips
source: You can still continue to use the current app, and your data remains safe, but future updates will not be pushed here.
ar: لا يزال بإمكانك الاستمرار في استخدام التطبيق الحالي، وستظل بياناتك آمنة، لكن التحديثات المستقبلية لن يتم دفعها هنا.
de: Sie können die aktuelle App weiterhin verwenden, und Ihre Daten bleiben sicher, aber zukünftige Updates werden hier nicht bereitgestellt.
es: Aún puedes seguir utilizando la aplicación actual, y tus datos permanecen seguros, pero las futuras actualizaciones no se enviarán aquí.
fr: Vous pouvez continuer à utiliser l'application actuelle, et vos données restent en sécurité, mais les futures mises à jour ne seront pas poussées ici.
hi: आप अभी भी वर्तमान ऐप का उपयोग जारी रख सकते हैं, और आपके डेटा सुरक्षित हैं, लेकिन भविष्य के अपडेट यहां नहीं भेजे जाएंगे।
it: Puoi ancora continuare a utilizzare l'app attuale e i tuoi dati rimangono al sicuro, ma gli aggiornamenti futuri non verranno inviati qui.
ja: 現在のアプリを引き続き使用できますし、データは安全ですが、今後の更新はここには配信されません。
ko: 현재 앱을 계속 사용할 수 있으며, 데이터는 안전하게 유지되지만 향후 업데이트는 여기에서 푸시되지 않습니다.
nl: Je kunt de huidige app nog steeds blijven gebruiken, en je gegevens blijven veilig, maar toekomstige updates worden hier niet meer gepusht.
pl: Możesz nadal używać obecnej aplikacji, a twoje dane pozostaną bezpieczne, ale przyszłe aktualizacje nie będą tutaj dostępne.
pt: Você ainda pode continuar a usar o aplicativo atual, e seus dados permanecem seguros, mas futuras atualizações não serão enviadas aqui.
ru: Вы все еще можете продолжать использовать текущее приложение, и ваши данные останутся в безопасности, но будущие обновления не будут доступны здесь.
th: คุณยังสามารถใช้แอปปัจจุบันต่อไปได้ และข้อมูลของคุณยังคงปลอดภัย แต่การอัปเดตในอนาคตจะไม่ถูกส่งมาที่นี่
tr: Mevcut uygulamayı kullanmaya devam edebilirsiniz ve verileriniz güvende kalır, ancak gelecekteki güncellemeler burada sunulmayacaktır.
vi: Bạn vẫn có thể tiếp tục sử dụng ứng dụng hiện tại, và dữ liệu của bạn vẫn an toàn, nhưng các bản cập nhật trong tương lai sẽ không được đẩy lên đây.
zh_hans: 您仍然可以继续使用当前的应用程序，您的数据仍然安全，但未来的更新将不会推送到这里。
zh_hant: 您仍然可以繼續使用當前應用程序，您的數據保持安全，但未來的更新將不會推送到這裡。

# migrationSheetTitle
source: Migrate to new version!
ar: انتقل إلى الإصدار الجديد!
de: Migration zur neuen Version!
es: ¡Migra a la nueva versión!
fr: Migrer vers la nouvelle version !
hi: नए संस्करण में माइग्रेट करें!
it: Migra alla nuova versione!
ja: 新しいバージョンに移行！
ko: 새 버전으로 마이그레이션!
nl: Migreer naar nieuwe versie!
pl: Migracja do nowej wersji!
pt: Migrar para a nova versão!
ru: Мигрировать на новую версию!
th: ย้ายไปยังเวอร์ชันใหม่!
tr: Yeni sürüme geçin!
vi: Di chuyển sang phiên bản mới!
zh_hans: 迁移到新版本！
zh_hant: 遷移到新版本！

# migrationTooltipArchiveFirst
source: Archive Files First
ar: أرشِف الملفات أولًا
de: Zuerst Dateien archivieren
es: Archivar archivos primero
fr: Archivez d’abord les fichiers
hi: पहले फ़ाइलें संग्रहित करें
it: Archivia prima i file
ja: 先にファイルをアーカイブ
ko: 먼저 파일 보관
nl: Archiveer eerst bestanden
pl: Najpierw zarchiwizuj pliki
pt: Arquivar os arquivos primeiro
ru: Сначала заархивируйте файлы
th: จัดเก็บไฟล์ก่อน
tr: Önce Dosyaları Arşivle
vi: Lưu trữ tệp trước
zh_hans: 先归档文件
zh_hant: 先封存檔案

# missingFileCheckpointRecoverSheetButtonRecover
source: Recover
ar: استعادة
de: Wiederherstellen
es: Recuperar
fr: Récupérer
hi: पुनर्प्राप्त करें
it: Recupera
ja: 復元
ko: 복원
nl: Herstellen
pl: Przywróć
pt: Recuperar
ru: Восстановить
th: กู้คืน
tr: Kurtar
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

# missingFileCheckpointRecoverSheetMessage
source: The file “%@” could not be recovered from iCloud. You can restore it from a previous checkpoint version.
ar: تعذر استرداد الملف “%@” من iCloud. يمكنك استعادته من إصدار سابق لنقطة التحقق.
de: Die Datei „%@“ konnte nicht aus iCloud wiederhergestellt werden. Sie können sie aus einer früheren Checkpoint-Version wiederherstellen.
es: No se pudo recuperar el archivo “%@” de iCloud. Puedes restaurarlo desde un punto de control anterior.
fr: Le fichier “%@” n'a pas pu être récupéré depuis iCloud. Vous pouvez le restaurer à partir d'une version antérieure du point de contrôle.
hi: iCloud से फ़ाइल “%@” को पुनर्प्राप्त नहीं किया जा सका। आप इसे किसी पिछले चेकपॉइंट संस्करण से पुनर्स्थापित कर सकते हैं।
it: Impossibile recuperare il file “%@” da iCloud. Puoi ripristinarlo da una versione checkpoint precedente.
ja: ファイル“%@”はiCloudから復元できませんでした。以前のチェックポイント版から復元できます。
ko: 파일 “%@”을(를) iCloud에서 복원할 수 없습니다. 이전 체크포인트 버전에서 복원할 수 있습니다.
nl: Het bestand “%@” kon niet uit iCloud worden hersteld. U kunt het terugzetten uit een eerdere checkpointversie.
pl: Nie udało się odzyskać pliku „%@” z iCloud. Możesz przywrócić go z wcześniejszej wersji punktu kontrolnego.
pt: O arquivo “%@” não pôde ser recuperado do iCloud. Você pode restaurá-lo a partir de uma versão anterior do ponto de verificação.
ru: Файл “%@” не удалось восстановить из iCloud. Вы можете восстановить его из предыдущей контрольной точки.
th: ไม่สามารถกู้คืนไฟล์ “%@” จาก iCloud ได้ คุณสามารถกู้คืนได้จากเวอร์ชันของจุดตรวจก่อนหน้า
tr: “%@” adlı dosya iCloud'dan kurtarılamadı. Önceki bir kontrol noktası sürümünden geri yükleyebilirsiniz.
vi: Tệp “%@” không thể được khôi phục từ iCloud. Bạn có thể khôi phục nó từ một phiên bản lưu trước đó.
zh_hans: 无法从 iCloud 恢复文件“%@”。您可以从先前的检查点版本恢复它。
zh_hant: 檔案 “%@” 無法從 iCloud 還原。您可以從先前的檢查點版本還原它。

# missingFileCheckpointRecoverSheetRecoveredToastTitle
source: Recovered from checkpoint
ar: تمت الاستعادة من نقطة التحقق
de: Vom Checkpoint wiederhergestellt
es: Recuperado desde el punto de control
fr: Récupéré depuis un point de contrôle
hi: चेकपॉइंट से पुनर्प्राप्त
it: Recuperato dal checkpoint
ja: チェックポイントから復元されました
ko: 체크포인트에서 복구됨
nl: Hersteld vanaf controlepunt
pl: Odzyskano z punktu kontrolnego
pt: Recuperado do ponto de verificação
ru: Восстановлено из контрольной точки
th: กู้คืนจากเช็กพอยต์
tr: Kontrol noktasından geri yüklendi
vi: Đã khôi phục từ điểm kiểm tra
zh_hans: 已从检查点恢复
zh_hant: 已從檢查點還原

# missingFileCheckpointRecoverSheetTitle
source: Recover from Checkpoint
ar: الاستعادة من نقطة التحقق
de: Vom Checkpoint wiederherstellen
es: Recuperar desde el punto de control
fr: Récupérer depuis un point de contrôle
hi: चेकपॉइंट से पुनर्प्राप्त करें
it: Ripristina dal checkpoint
ja: チェックポイントから復元
ko: 체크포인트에서 복원
nl: Herstellen vanaf controlepunt
pl: Przywróć z punktu kontrolnego
pt: Recuperar do ponto de verificação
ru: Восстановить из контрольной точки
th: กู้คืนจากเช็กพอยต์
tr: Kontrol noktasından geri yükleme
vi: Khôi phục từ điểm kiểm tra
zh_hans: 从检查点恢复
zh_hant: 從檢查點還原

# missingFileMenuButtonRecover
source: Try to recover...
ar: حاول الاستعادة...
de: Wiederherstellung versuchen…
es: Intentar recuperar...
fr: Essayer de récupérer...
hi: पुनर्प्राप्त करने का प्रयास करें...
it: Prova a recuperare...
ja: 復元を試みる…
ko: 복구 시도...
nl: Proberen te herstellen...
pl: Spróbuj odzyskać...
pt: Tentar recuperar...
ru: Попробовать восстановить...
th: ลองกู้คืน...
tr: Geri yüklemeyi dene...
vi: Thử khôi phục...
zh_hans: 尝试恢复…
zh_hant: 嘗試還原...

# missingFileMenuCannotRecoverAlertButtonDelete
source: Delete File
ar: حذف الملف
de: Datei löschen
es: Eliminar archivo
fr: Supprimer le fichier
hi: फ़ाइल हटाएँ
it: Elimina file
ja: ファイルを削除
ko: 파일 삭제
nl: Bestand verwijderen
pl: Usuń plik
pt: Excluir arquivo
ru: Удалить файл
th: ลบไฟล์
tr: Dosyayı Sil
vi: Xóa tệp
zh_hans: 删除文件
zh_hant: 刪除檔案

# missingFileMenuCannotRecoverAlertMessage
source: This file cannot be recovered from iCloud and has no checkpoint history available.
ar: لا يمكن استرداد هذا الملف من iCloud ولا يتوفر له سجل لنقاط التحقق.
de: Diese Datei kann nicht aus iCloud wiederhergestellt werden und hat keinen Checkpoint-Verlauf.
es: Este archivo no se puede recuperar desde iCloud y no tiene historial de puntos de control disponible.
fr: Ce fichier ne peut pas être récupéré depuis iCloud et aucun historique de points de contrôle n'est disponible.
hi: इस फ़ाइल को iCloud से पुनर्प्राप्त नहीं किया जा सकता और इसका कोई चेकपॉइंट इतिहास उपलब्ध नहीं है।
it: Questo file non può essere recuperato da iCloud e non dispone di alcuna cronologia dei checkpoint.
ja: このファイルはiCloudから復元できず、チェックポイントの履歴も利用できません。
ko: 이 파일은 iCloud에서 복구할 수 없으며 체크포인트 기록이 없습니다.
nl: Dit bestand kan niet uit iCloud worden hersteld en heeft geen beschikbare controlepunthistorie.
pl: Ten plik nie może zostać odzyskany z iCloud i nie ma dostępnej historii punktów kontrolnych.
pt: Este arquivo não pode ser recuperado do iCloud e não possui histórico de pontos de verificação disponível.
ru: Этот файл нельзя восстановить из iCloud, и история контрольных точек недоступна.
th: ไฟล์นี้ไม่สามารถกู้คืนจาก iCloud ได้ และไม่มีประวัติการเช็กพอยต์
tr: Bu dosya iCloud'dan geri yüklenemiyor ve kontrol noktası geçmişi yok.
vi: Tệp này không thể khôi phục từ iCloud và không có lịch sử điểm khôi phục.
zh_hans: 此文件无法从 iCloud 恢复，且没有可用的检查点历史记录。
zh_hant: 此檔案無法從 iCloud 還原，且沒有可用的檢查點歷史記錄。

# missingFileMenuCannotRecoverAlertTitle
source: Cannot Recover
ar: غير قابل للاسترداد
de: Wiederherstellung nicht möglich
es: No se puede recuperar
fr: Impossible de récupérer
hi: पुनर्प्राप्त नहीं किया जा सकता
it: Impossibile recuperare
ja: 復元できません
ko: 복구할 수 없음
nl: Herstel niet mogelijk
pl: Nie można odzyskać
pt: Não é possível recuperar
ru: Восстановление невозможно
th: ไม่สามารถกู้คืนได้
tr: Geri yüklenemiyor
vi: Không thể khôi phục
zh_hans: 无法恢复
zh_hant: 無法還原

# navigationButtonBack
source: Back
ar: عودة
de: Zurück
es: Volver
fr: Retour
hi: पीछे
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
th: กลับ
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# newFileNamePlaceholder
source: Untitled
ar: بدون عنوان
de: Unbenannt
es: Sin título
fr: Sans titre
hi: बिना शीर्षक
it: Senza titolo
ja: 無題
ko: 제목 없음
nl: Zonder titel
pl: Bez tytułu
pt: Sem título
ru: Без названия
th: ไม่มีชื่อ
tr: Başlıksız
vi: Không tiêu đề
zh_hans: 未命名
zh_hant: 未命名

# openURLSheetPopUpTipsPopoverHelp
source: You can directly open the link by holding down the ⌘ key.
ar: يمكنك فتح الرابط مباشرةً بالضغط المستمر على مفتاح ⌘.
de: Sie können den Link direkt öffnen, indem Sie die ⌘-Taste gedrückt halten.
es: Puedes abrir el enlace directamente manteniendo pulsada la tecla ⌘.
fr: Vous pouvez ouvrir le lien directement en maintenant la touche ⌘ enfoncée.
hi: आप ⌘ कुंजी दबाकर लिंक को सीधे खोल सकते हैं।
it: Puoi aprire direttamente il link tenendo premuto il tasto ⌘.
ja: ⌘キーを押し続けると、リンクを直接開けます。
ko: ⌘ 키를 누른 채로 링크를 직접 열 수 있습니다.
nl: Houd de ⌘-toets ingedrukt om de link direct te openen.
pl: Możesz bezpośrednio otworzyć link, przytrzymując klawisz ⌘.
pt: Você pode abrir o link diretamente mantendo pressionada a tecla ⌘.
ru: Вы можете открыть ссылку напрямую, удерживая клавишу ⌘.
th: คุณสามารถเปิดลิงก์โดยตรงได้โดยกดปุ่ม ⌘ ค้างไว้
tr: Bağlantıyı ⌘ tuşuna basılı tutarak doğrudan açabilirsiniz.
vi: Bạn có thể mở liên kết trực tiếp bằng cách giữ phím ⌘.
zh_hans: 按住 ⌘ 键可直接打开链接。
zh_hant: 按住 ⌘ 鍵即可直接開啟連結。

# openURLSheetPopUpTipsTitle
source: Don't want to see this pop-up?
ar: لا تريد رؤية هذه النافذة المنبثقة؟
de: Dieses Pop-up nicht mehr anzeigen?
es: ¿No quieres ver esta ventana emergente?
fr: Vous ne voulez pas voir cette fenêtre contextuelle ?
hi: क्या आप यह पॉप-अप नहीं देखना चाहते?
it: Non vuoi vedere questo pop-up?
ja: このポップアップを表示したくないですか？
ko: 이 팝업을 다시 보고 싶지 않으신가요?
nl: Wil je deze pop-up niet meer zien?
pl: Nie chcesz widzieć tego wyskakującego okienka?
pt: Não quer ver este pop-up?
ru: Не хотите больше видеть это всплывающее окно?
th: ไม่ต้องการเห็นป๊อปอัพนี้ใช่ไหม?
tr: Bu açılır pencereyi görmek istemiyor musunuz?
vi: Không muốn thấy cửa sổ bật lên này?
zh_hans: 不想再看到此弹窗？
zh_hant: 不想再看到此彈出視窗嗎？

# pasteboardErrorNoData
source: Can not read from clipboard.
ar: لا يمكن القراءة من الحافظة.
de: Kann nicht aus der Zwischenablage lesen.
es: No se puede leer del portapapeles.
fr: Impossible de lire le presse-papiers.
hi: क्लिपबोर्ड से पढ़ा नहीं जा सकता।
it: Impossibile leggere dagli appunti.
ja: クリップボードから読み取れません。
ko: 클립보드에서 읽을 수 없습니다.
nl: Kan niet van het klembord lezen.
pl: Nie można odczytać z schowka.
pt: Não é possível ler da área de transferência.
ru: Не удалось прочитать из буфера обмена.
th: ไม่สามารถอ่านจากคลิปบอร์ดได้
tr: Panodan okunamadı.
vi: Không thể đọc từ clipboard.
zh_hans: 无法从剪贴板读取。
zh_hant: 無法從剪貼板讀取。

# paywallAICloudDisclosure
source: AI requests are processed by ExcalidrawZ cloud AI services and may be routed to third-party model providers.
ar: يتم معالجة طلبات الذكاء الاصطناعي بواسطة خدمات AI السحابية لـ ExcalidrawZ وقد يتم توجيهها إلى مقدمي نماذج من طرف ثالث.
de: AI-Anfragen werden von den ExcalidrawZ Cloud-AI-Diensten verarbeitet und können an Drittanbieter-Modellanbieter weitergeleitet werden.
es: Las solicitudes de IA son procesadas por los servicios de IA en la nube de ExcalidrawZ y pueden ser dirigidas a proveedores de modelos de terceros.
fr: Les requêtes d'IA sont traitées par les services d'IA cloud d'ExcalidrawZ et peuvent être acheminées vers des fournisseurs de modèles tiers.
hi: एआई अनुरोध ExcalidrawZ क्लाउड एआई सेवाओं द्वारा प्रोसेस किए जाते हैं और तीसरे पक्ष के मॉडल प्रदाताओं को प्रेषित किए जा सकते हैं।
it: Le richieste AI vengono elaborate dai servizi AI cloud di ExcalidrawZ e possono essere instradate a fornitori di modelli di terze parti.
ja: AIリクエストはExcalidrawZのクラウドAIサービスによって処理され、サードパーティモデルプロバイダーにルーティングされる場合があります。
ko: AI 요청은 ExcalidrawZ 클라우드 AI 서비스에 의해 처리되며 제3자 모델 제공업체로 라우팅될 수 있습니다.
nl: AI-verzoeken worden verwerkt door de cloud-AI-diensten van ExcalidrawZ en kunnen worden doorgestuurd naar externe modelproviders.
pl: Żądania AI są przetwarzane przez usługi AI w chmurze ExcalidrawZ i mogą być kierowane do zewnętrznych dostawców modeli.
pt: As solicitações de IA são processadas pelos serviços de IA em nuvem do ExcalidrawZ e podem ser direcionadas a provedores de modelos de terceiros.
ru: Запросы AI обрабатываются облачными AI-сервисами ExcalidrawZ и могут быть направлены к поставщикам моделей третьих сторон.
th: คำขอ AI ถูกประมวลผลโดยบริการ AI ในคลาวด์ของ ExcalidrawZ และอาจถูกส่งไปยังผู้ให้บริการโมเดลบุคคลที่สาม.
tr: AI talepleri ExcalidrawZ bulut AI hizmetleri tarafından işlenir ve üçüncü parti model sağlayıcılarına yönlendirilebilir.
vi: Các yêu cầu AI được xử lý bởi dịch vụ AI đám mây ExcalidrawZ và có thể được chuyển tới các nhà cung cấp mô hình bên thứ ba.
zh_hans: AI 请求由 ExcalidrawZ 云 AI 服务处理，并可能被转发到第三方模型提供商。
zh_hant: AI 請求由 ExcalidrawZ 雲端 AI 服務處理，並可能被路由到第三方模型提供者。

# paywallBillingPeriodMonthlyTitle
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
it: Mensile
ja: 月額
ko: 월별
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
ru: Ежемесячная
th: รายเดือน
tr: Aylık
vi: Thanh toán hàng tháng
zh_hans: 月付
zh_hant: 每月付費

# paywallBillingPeriodYearlyTitle
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 年額
ko: 연별
nl: Jaarlijks
pl: Rocznie
pt: Anual
ru: Ежегодная
th: รายปี
tr: Yıllık
vi: Thanh toán hàng năm
zh_hans: 年付
zh_hant: 每年付費

# paywallButtonCurrentPlan
source: Current Plan
ar: الخطّة الحالية
de: Aktueller Plan
es: Plan actual
fr: Plan actuel
hi: वर्तमान योजना
it: Piano attuale
ja: 現在のプラン
ko: 현재 요금제
nl: Huidig plan
pl: Aktualny plan
pt: Plano Atual
ru: Текущий план
th: แผนปัจจุบัน
tr: Mevcut Plan
vi: Kế hoạch hiện tại
zh_hans: 当前计划
zh_hant: 當前計劃

# paywallButtonDonation
source: Sponsor author
ar: رعاية المؤلف
de: Autor unterstützen
es: Patrocinar autor
fr: Soutenir l'auteur
hi: लेखक को प्रायोजित करें
it: Sponsorizza l'autore
ja: 著者を支援する
ko: 저자 후원
nl: Sponsoren auteur
pl: Sponsoruj autora
pt: Patrocinar autor
ru: Поддержать автора
th: สนับสนุนผู้เขียน
tr: Yazar destekle
vi: Tài trợ tác giả
zh_hans: 赞助作者
zh_hant: 贊助作者

# paywallButtonIncludedInCurrentPlan
source: Included in your current plan
ar: مضمن في خطتك الحالية
de: In Ihrem aktuellen Plan enthalten
es: Incluido en tu plan actual
fr: Inclus dans votre plan actuel
hi: आपकी वर्तमान योजना में शामिल
it: Incluso nel tuo piano attuale
ja: 現在のプランに含まれています
ko: 현재 요금제에 포함됨
nl: Inbegrepen in uw huidige plan
pl: Wliczone w bieżący plan
pt: Incluso em seu plano atual
ru: Включено в ваш текущий план
th: รวมอยู่ในแผนปัจจุบันของคุณ
tr: Mevcut planınıza dahildir
vi: Bao gồm trong kế hoạch hiện tại của bạn
zh_hans: 包含在您当前的计划中
zh_hant: 包含在您目前的計劃中

# paywallButtonInstallAppStoreVersion
source: Install App Store version and purchase
ar: قم بتثبيت إصدار متجر التطبيقات والشراء
de: App‑Store‑Version installieren und kaufen
es: Instalar la versión de la App Store y comprar
fr: Installer la version sur l’App Store et effectuer l'achat
hi: App Store संस्करण इंस्टॉल करें और खरीदें
it: Installa la versione dall'App Store e acquista
ja: App Store版をインストールして購入する
ko: App Store 버전 설치 및 구매
nl: Installeer de App Store‑versie en koop
pl: Zainstaluj wersję z App Store i dokonaj zakupu
pt: Instale a versão da App Store e compre
ru: Установите версию из App Store и совершите покупку
th: ติดตั้งเวอร์ชันจาก App Store แล้วทำการซื้อ
tr: App Store sürümünü yükleyip satın alın
vi: Cài và mua trên App Store
zh_hans: 安装 App Store 版本并购买
zh_hant: 安裝 App Store 版本並購買
